#Вывести на экран пять строк из нулей, причем количество нулей в каждой строке равно номеру строки.
a= 0
c = 1
while a < 5:
    print(str("0") * c)
    a += 1
    c += 1
    
@f
1
