#Дан массив с числами. выведите только те элементы массива, которые больше нуля и меньше 10-ти
list = [1,5,2,7,8,9,0,50]
for e in list:
    if e < 10 and e > 0:
        print (e)
    
